taciano-pacchialat/Internet-de-las-Cosas/async-web-server/managed_components/tuanpmt__esp_wifi_manager/examples/with_cli/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"

# Enable WiFi Manager CLI
CONFIG_WIFI_MGR_ENABLE_CLI=y

# ESP Console settings
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
